---
kind: other
id: Methods.T:Autodesk.Revit.DB.RevitLinkInstance
zh: 链接模型、链接
source: html/b343bf81-5ce3-32b3-3549-316466b7e820.htm
---
# RevitLinkInstance Methods

**中文**: 链接模型、链接

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.